Repository: tanxl8988/Pioneer-European
Catalog: Pioneer/*.lproj/Localizable.strings
Languages: de, es, fr, it, nl, pl, pt_br, ru, zh_hans

# 摄像机
source: Camera
de: Kamera
es: Cámara
fr: Caméra
it: telecamera
pl: Kamera
pt_br: Câmera
ru: Камера
zh_hans: 摄像机

# 正在录制事件...
source: During event recording
de: Während der Ereignisaufzeichnung
es: Durante Grabación Evento
fr: Pendant l'enregistrement de l'évènement
it: Durante la registrazione dell'evento
nl: Tijdens opname van het event
pl: Podczas rejestratora zdarzeń
pt_br: Durante a gravação do evento
ru: Во время записи события…
zh_hans: 正在录制事件...

# 拍摄事件失败
source: Event Recording Has Failed
de: Ereignisaufzeichnung ist fehlgeschlagen
es: La grabación del eventos ha fallado
fr: L'enregistrement de l'événement a échoué
it: La registrazione degli eventi non è riuscita
nl: Gebeurtenisopname is mislukt
pl: Rejestracja zdarzenia nie powiodła się
pt_br: A gravação do evento falhou
ru: Ошибка записи события
zh_hans: 录制事件失败

# 拍摄照片失败
source: Photo Capture Has Failed
de: Die Fotoaufnahme ist fehlgeschlagen
es: La captura de fotos ha fallado
fr: La capture photo a échoué
it: Cattura foto non riuscita
nl: Foto's maken is mislukt
pl: Przechwytywanie zdjęcia nie powiodło się
pt_br: A captura de foto falhou
ru: Ошибка захвата фото
zh_hans: 拍摄照片失败

# 本地文件
source: Internal Data
de: Interne Daten
es: Datos internos
fr: Données internes
it: Dati interni
nl: Interne gegevens
pl: Dane wewnętrzne
pt_br: Dados Internos
ru: Встроенная память
zh_hans: 本地

# 摄像机文件
source: Drive Recorder SD Card Data
de: Drive Recorder SD-Kartendaten
es: Datos de la tarjeta SD del grabador de unidad
fr: Données carte SD caméra embarquée
it: Registratore di unità dati SD
nl: Drive Recorder SD kaart gegevens
pl: Rejestrator danych z karty SD
pt_br: Dados do cartão SD do gravador de unidade
ru: Данные на SD-карте
zh_hans: 摄像机

# 视频
source: Video
fr: Vidéo
pl: Wideo
pt_br: Vídeo
ru: Видео
zh_hans: 视频

# 事件
source: Event
de: Ereignis
es: Evento
fr: Événement
it: Evento
nl: Gebeurtenis
pl: Wydarzenie
pt_br: Evento
ru: Событие
zh_hans: 事件

# 泊车
source: Parking
de: Parkplatz
es: Estacionamiento
it: Parcheggio
nl: Parkeren
pt_br: Estacionamento
ru: Парковка
zh_hans: 泊车

# 照片
source: Photo
de: Foto
es: Foto
it: Foto
nl: Foto
pl: Zdjęcie
pt_br: foto
ru: Фото
zh_hans: 照片

# 删除%d个文件？
source: Delete file?
de: Datei löschen?
es: Borrar Fichero
fr: Effacer le fichier?
it: Cancellare il file?
nl: Bestand verwijderen？
pl: Usunąć plik ?
pt_br: Apagar ficheiro?
ru: Удалить файл?
zh_hans: 删除文件？

# 手机存储空间不足
source: Mobile storage limit reached
de: Mobiles Speicherlimit erreicht
es: Limite de almacenamiento móvil alcanzado
fr: Limite de stockage smartphone atteinte
it: Raggiunto il limite di archiviazione mobile
nl: Limiet voor mobiele opslag bereikt
pl: Osiągnięto limit pamięci mobilnej
pt_br: Limite de armazenamento móvel atingido
ru: Достигнут лимит памяти мобильного хранилища
zh_hans: 手机存储空间不足

# 将所记录数据下载到“照片“，请允许访问iPhone的”照片”
source: Photo data is downloaded to " Photos ".Access photos?
de: Fotodaten werden auf "Fotos" heruntergeladen. Auf Fotos zugreifen?
es: Datos Foto se ha descargado en "Fotos".Acceder a fotos?
fr: Donnée photo est téléchargée vers "Photo".Accèder à photo?
it: I "Dati delle foto" vengono scaricati su "Foto".Accesso alle foto?
nl: Fotogegevens is gedownload naar "Foto's".Toegang tot foto's?
pl: Dane zdjęcia są pobrane do „Zdjęć”. Dostęp do zdjęć ?
pt_br: Gravação em tempo real / tirar fotos estáticas
ru: «Фотографии» загружаются в «Фото».Доступ к фотографиям?

# 下载
source: Download
de: Herunterladen
es: Descargar
fr: Télécharger
it: Scarica
pl: Pobrać
ru: Загрузить
zh_hans: 下载

# 已下载
source: Download completed
de: Download abgeschlossen
es: Descarga completa
fr: Téléchargement terminé
it: Download completato
nl: Download voltooid
pl: Pobieranie zakończone
pt_br: Download completo
ru: Загрузка завершена
zh_hans: 已下载

# 录制时长
source: Video Clip Length
de: Länge des Videoclips
es: Longitud del videoclip
fr: Durée séquence vidéo
it: Lunghezza clip video
nl: Video Clip Lengte
pl: Długość klipu wideo
pt_br: Duração do clipe de vídeo
ru: Длина записи
zh_hans: 录制时长

# 1分钟
source: 1 min
de: 1 Minute
es: 1 minuto
it: 1 minuto
pl: 1 minuta
pt_br: 1 minuto
ru: 1 мин
zh_hans: 1分钟

# 3分钟
source: 3 min
de: 3 Minuten
pl: 3 minuty
ru: 3 мин
zh_hans: 3分钟

# 5分钟
source: 5 min
de: 5 Minuten
es: 5 minutos
it: 5 minuti
pl: 5 minut
ru: 5 мин
zh_hans: 5分钟

# 视频格式
source: Video Resolution
de: Video Auflösung
es: Resolución de video
fr: Résolution vidéo
it: Risoluzione video
nl: Videoresolutie
pl: Rozdzielczość wideo
pt_br: Resolução de vídeo
ru: Разрешение видео
zh_hans: 视频格式

# 时间同步
source: Link Date and Time
de: Datum und Uhrzeit verknüpfen
es: Fecha y hora del enlace
fr: Date et heure du lien
it: Data e ora del collegamento
nl: Link Datum en tijd
pl: Data i godzina połączenia
pt_br: Data e hora do link
ru: Дата и время по GPS
zh_hans: 时间同步

# WiFi名称
source: SSID
ru: Hазвание сети
zh_hans: Wi-Fi名称

# WiFi密码
source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
nl: Wachtwoord
pl: Hasło
pt_br: Senha
ru: Пароль
zh_hans: Wi-Fi密码

# 格式化SD卡
source: Format SD card
de: SD-Karte formatieren
es: Formatear tarjeta SD
fr: Formater la carte SD
it: Formattare la scheda SD
nl: Formatteer SD-kaart
pl: Sformatuj kartę SD
pt_br: Cartão SD formatado
ru: Форматирование SD-карты
zh_hans: 格式化SD卡

# 格式化SD卡详情
source: All Data will be Deleted.Format the SD card?
de: Alle Daten werden gelöscht.SD-Karte formatieren?
es: Todos los datos serán eliminados.Formatear la tarjeta SD?
fr: Toutes les données seront supprimées.Formater la carte SD?
it: Tutti i dati verranno eliminati.Formattare la scheda SD?
nl: Alle gegevens zullen worden verwijderd.Formatteer de SD-kaart?
pl: Wszystkie dane zostaną usunięte. Sformatować kartę SD?
pt_br: Todos os dados serão apagados. Formatar o cartão SD?
ru: Все записи будут удалены. Продолжить?
zh_hans: 确定删除所有数据吗？

# 恢复出厂设置
source: Restore to Factory Mode
de: Wiederherstellen in den Werksmodus
es: Restaurar al modo de fábrica
fr: Reinitialiser
it: Ripristina alla modalità di fabbrica
nl: Herstel naar de fabrieksmodus
pl: Przywrócić do trybu fabrycznego
pt_br: Restaurar para as definições de fábrica
ru: Заводские настройки
zh_hans: 恢复出厂设置

# 恢复出厂设置详情
source: Restore to Factory Default Mode (Yes/No)
de: Auf Werkseinstellung zurücksetzen (Ja / Nein)
es: Restaurar al modo predeterminado de fábrica (Sí / No)
fr: Restaurer le mode par défaut d'usine (Oui / Non)
it: Ripristinare la modalità predefinita di fabbrica (Sì / No)
nl: Herstel naar de standaard fabrieksinstelling (Ja/Nee)
pl: Przywrócić domyślny tryb fabryczny (Tak/Nie)
pt_br: Restaurar para as definições de fábrica (Sim / Não)?
ru: Вернуть заводские настройки (Да/Нет)
zh_hans: 确定要要恢复出厂设置吗？

# 软件信息
source: Version
es: Versión
it: Versione
nl: Versie
pl: Wersja
pt_br: Versão
ru: Версия
zh_hans: 软件信息

# 格式化SD卡成功
source: SD card formatted
de: SD-Karte formatiert
es: Tarjeta SD formateada
fr: Carte SD formatée
it: Scheda SD formattata
nl: SD kaart geformateerd
pl: Karta SD sformatowana
pt_br: Cartão SD formatado
ru: SD-карта отформатирована
zh_hans: 格式化SD卡成功

# 格式化SD卡失败
source: Setting failed
de: Einstellung fehlgeschlagen
es: Configuración faliida
fr: Échec du réglage
it: Fallito
nl: Instelling mislukt
pl: Ustawienie nie powiodło się
pt_br: Definições falharam
ru: Ошибка настройки
zh_hans: 格式化SD卡失败

# 格式化成功提示
source: After the next startup, the SSID and password will return to the factory default.
es: Después del próximo inicio, el SSID y la contraseña volverán a los valores predeterminados de fábrica.
nl: De volgende keer na het opstarten keren de SSID en het wachtwoord terug naar de standaard fabrieksinstellingen.
pl: Po następnym uruchomieniu, identyfikator SSID i hasło powrócą do ustawień fabrycznych
pt_br: No próximo arranque, a SSID e senha serão restauradas para as definições de fábrica.
ru: После следующего запуска SSID и пароль вернутся к заводским настройкам.
zh_hans: DVR重启后，Wi-Fi名称将会恢复为出厂设置。

# 恢复出厂设置成功
source: Setting restores to factory Mode
de: Einstellungen aufs Werksmodus zurücksetzen
es: Configuracion para restaurar al Modo Fabrica
fr: Réinitialisation d'usine
it: Ripristino impostazioni alla modalità di fabbricaた
nl: Fabrieksinstellingen terugzetten
pl: Ustawienie przywraca tryb fabryczny
pt_br: Restaurar para Definições de Fábrica
ru: Настройки сброшены
zh_hans: 恢复出厂设置成功

# 恢复出厂设置失败
source: Setting failed
de: Einstellung fehlgeschlagen
es: Configuración faliida
fr: Échec du réglage
it: Impostazione non riuscita。
nl: Instelling mislukt
pl: Ustawienie nie powiodło się
pt_br: Definições falharam
ru: Ошибка настройки
zh_hans: 恢复出厂设置失败

# 设置成功
source: Setting completed
de: Einstellung abgeschlossen
es: Configuración completa
fr: Réglage terminé
it: Impostazione completata
nl: Instelling voltooid
pl: Ustawienie zakończone
pt_br: Definições completas
ru: Настройка завершена
zh_hans: 设置成功

# 设置失败
source: Setting failed
de: Einstellung fehlgeschlagen
es: Configuración faliida
fr: Échec du réglage
it: Impostazione non riuscita
nl: Instelling mislukt
pl: Ustawienie nie powiodło się
pt_br: Definições falharam
ru: Ошибка настройки
zh_hans: 设置失败

# 请输入1-11位Wi-Fi名称：
source: Please Enter up to 11 Alphanumeric Characters of the SSID:
de: Bitte geben Sie bis zu 11 alphanumerische Zeichen der SSID ein:
es: Introduzca hasta 11 caracteres alfanuméricos del SSID:
fr: Veuillez saisir jusqu'à 11 caractères alphanumériques du SSID:
it: Inserisci fino a 11 caratteri alfanumerici dell'SSID:
nl: Voer tot 11 alfanumerieke tekens van de SSID in:
pl: Wprowadź maksymalnie 11 znaków alfanumerycznych identyfikatora SSID:
pt_br: Digite até 11 caracteres alfanuméricos do SSID:
ru: Введите название сети из букв и цифр (не более 11 знаков):
zh_hans: 请输入1-11位Wi-Fi名称：

# 请输入8位Wi-Fi密码：
source: Please Enter 8 Alphanumeric Characters:
de: Bitte geben Sie 8 alphanumerische Zeichen ein
es: Por favor, introduzca 8 caracteres alfanuméricos
fr: Veuillez saisir 8 caractères alphanumériques
it: Inserisci 8 caratteri alfanumerici
nl: Voer 8 alfanumerieke tekens in:
pl: Wprowadź 8 znaków alfanumerycznych:
pt_br: Digite 8 caracteres alfanuméricos:
ru: Пожалуйста, введите 8 букв и цифр
zh_hans: 请输入8位Wi-Fi密码：

# 说明书
source: How to use
de: Wie benutzt man
es: Cómo utilizar
fr: Comment utiliser
it: Come usare
nl: Hoe te gebruiken
pl: Jak używać
pt_br: Como usar
ru: Как пользоваться

# 请连接WiFi
source: Connect to Wi-Fi
de: Mit Wi-Fi verbinden
es: Conectar a Wi-Fi
fr: Connectez le Wi-fi
it: Connettere il Wi-Fi
nl: Verbinden met WiFi
pl: Połącz z Wi-Fi
pt_br: Ligar à Wi-Fi
ru: Подключение по Wi-Fi
zh_hans: 请连接WiFi

# 初始值：88888888
source: Initial Password：88888888
de: Initiales Passwort:88888888
es: Contraseña inicial：88888888
fr: Mot de passe initial:88888888
it: Password iniziale：88888888
nl: Initiële waarde：88888888
pl: Wartość początkowa:88888888
pt_br: Valor inicial：88888888
ru: Стандартный пароль：88888888

# 初始值：Pioneer_DVR
source: Initial SSID：Pioneer_DVR
de: Anfängliche SSID:Pioneer_DVR
es: SSID inicial：Pioneer_DVR
fr: SSID initial:Pioneer_DVR
it: SSID iniziale：Pioneer_DVR
nl: Initiële waarde：Pioneer_DVR
pl: Wartość początkowa:Pioneer_DVR
pt_br: Valor inicial：Pioneer_DVR
ru: Стандартное название сети：Pioneer_DVR

# 未连接
source: Not Connected
de: Nicht verbunden
es: No conectado
fr: Non connecté
it: Non connesso
nl: Niet aangesloten
pl: Nie połączony
pt_br: Não conectado
ru: Нет соединения

# 确定
source: Yes
de: Ja
es: si
fr: Oui
it: Sì
nl: Ja
pl: Tak
pt_br: Sim
ru: Да
zh_hans: 确定

# 取消
source: No
de: Nein
es: Cancelar
fr: Annuler
nl: Annuleer
pl: Nie
pt_br: Cancelar
ru: Отмена
zh_hans: 取消

# 文件码流过大，请下载到本地播放
source: Download to iPhone and play
de: Bitte vor der Wiedergabe des Videos Daten auf das Smartphone herunterladen.
es: Descarga al iPhone y reproduzca。
fr: Téléchargez les données sur le smartphone avant de lancer la lecture.
it: Si prega di scaricare i dati sullo smartphone prima di riprodurre il video
nl: Downloaden naar iPhone en afspelen
pl: Pobierz dane do smartfona przed odtworzeniem wideo.
pt_br: Descarregar para iPhone e reproduzir
ru: Скачать на iPhone и воспроизвести。

# 修改WiFi成功提示
source: Restart the drive recorder
de: Starten Sie den Drive Recorder neu
es: Reiniciar la grabadora de disco
fr: Redémarrage de la caméra
it: Riavviare il dispositivo
nl: Herstart de drive recorder
pl: Zrestartuj rejestrator dysku
pt_br: Reiniciar a unidade de gravação.
ru: Перезапустите регистратор
zh_hans: DVR将会重新启动。

# 版本号
source: App version
es: Version App
fr: Version App
it: Versione App
nl: App versie
pl: Wersja aplikacji
pt_br: Versão da aplicação
ru: Версия приложения

# 不同意
source: Disagree
de: Nicht zustimmen
es: No Aceptar
fr: Je n'accepte pas
it: Non sono d'accordo
nl: Niet accepteren
pl: Nie zgadzać się
pt_br: Discordo
ru: Не соглас(ен/на)
zh_hans: 同意しない

# 同意
source: Agree
de: Zustimmen
es: Aceptar
fr: J'accepte
it: Accetto
nl: Accepteren
pl: Zgodzić się
pt_br: Concordo
ru: Ок
zh_hans: 同意する

# 开放源代码许可
source: Information
es: Información
it: Informazioni
nl: Informatie
pl: Informacja
pt_br: Informação
ru: Информация

# 重新连接
source: Please reconnect the drive recorder.
de: Bitte schließen Sie den Drive Recorder wieder an.
es: Vuelva a conectar la grabadora
fr: Merci de reconnecter la caméra
it: Si prega di ricollegare il Drive Recorder
nl: Sluit de drive recorder opnieuw aan.
pl: Podłącz ponownie rejestrator napędu
pt_br: Por favor ligue novamente à unidade de gravação.
ru: Пожалуйста, подключите регистратор снова

# 紧急录像中，请稍后再试
source: During event recording
de: Während der Ereignisaufzeichnung
es: Durante Grabación Evento
fr: Pendant l'enregistrement de l'évènement
it: Durante la registrazione dell'evento
nl: Tijdens opname van het event
pl: Podczas rejestratora zdarzeń
pt_br: Durante a gravação do evento
ru: Во время записи события

# 紧急录像中，无法设置
source: During event recording
de: Während der Ereignisaufzeichnung
es: Durante Grabación Evento
fr: Pendant l'enregistrement de l'évènement
it: Durante la registrazione dell'evento
nl: Tijdens opname van het event
pl: Podczas rejestratora zdarzeń
pt_br: Durante a gravação do evento
ru: Во время записи события

# 两台同时连接提示
source: Another device has connected to the drive recorder. Disconnect from this device.
de: Un autre appareil s'est connecté à la caméra. Déconnectez-vous de cet appareil.
es: Otro dispositivo se ha conectado a la grabadora. Desconectarse de este dispositivo.
fr: Un autre appareil s'est connecté à la caméra. Déconnectez-vous de cet appareil.
it: Un altro dispositivo è collegato al dispositivo. Scollegarsi da questo dispositivo.
nl: Een ander apparaat is aangesloten op de drive recorder. Koppel los van dit apparaat.
pl: Kolejne urządzenie zostało podłączone do rejestratora dysków. Odłącz od tego urządzenia
ru: Еще одно устройство подключено к регистратору.Отключиться от этого устройства.

# 执行下载将停止录像
source: The recording will be stopped during the file download. Are you sure?
de: Die Aufnahme wird während des Dateidownloads gestoppt. Sicher?
es: La grabación se parará durante la descarga del fichero. ¿Esta seguro?
fr: Suspend l'enregistrement pendant le téléchargement du fichier. Etes-vous sûr?
it: La registrazione si interromperà durante il download del file. Sei sicuro?
nl: De opname wordt gestopt tijdens het downloaden van het bestand. Weet u het zeker?
pl: Nagrywanie zostanie zatrzymane podczas pobierania pliku. Jesteś pewny?
ru: Запись будет приостановлена на время загрузки. Вы уверены?

# 连接
source: 接続
zh_hans: 连接
